
"Custom..." = "自定...";
"Show popup when hovering" = "當游標移至上方暫留時顯示彈出式視窗";
"Visual feedback" = "選擇標明顏色";
"Actions" = "動作";
"Hide Current Application" = "隱藏目前的應用程式";
"CornerClick is enabled" = "寄信給我";
"Information" = "簡介";
"Scripts" = "工序指令";
"System Color" = "系統顏色";

"Files" = "Files";
"Open URL" = "打開網址";
"Open File" = "打開檔案";
"Command ⌘" = "Command ⌘";
"Trigger:" = "啟動：";


"http://greg.vario.us/cornerclick" = "http://greg.vario.us/cornerclick";
"Choose a File or Folder ⌘D" = "選擇一個檔案或檔案夾 ⌘D";
"file title" = "開啟官方網站";
"Settings" = "設定";
"Exposé - Desktop" = "Exposé - 桌面";
"Display:" = "顯示：";
"Hide Other Applications" = "隱藏其他的應用程式";
"Scripts on my computer" = "我電腦上的工序指令";
"+" = "這個角落啟用動作";
"Email Me" = "寄信給我";

"Enable Actions for this corner" = "這個角落啟用動作";
"Cycle through available screens" = "Cycle through available screens";
"Run AppleScript" = "執行 AppleScript";


"Exposé - Application" = "Exposé - 應用程式";
"Right-Click" = "右鍵按一下";

"Remove the selected action" = "移除所選的動作";
"Font Size" = "字體大小";
"Click" = "按一下";
"<< do not localize >>" = "<< do not localize >>";
"None" = "無";
"Main Screen" = "主要螢幕";
"Open Readme File" = "打開讀我檔案";
"Exposé - All Windows" = "Exposé - 所有視窗";
"Hover" = "暫留";
"Choose highlight color" = "選擇標明顏色";
"Define Actions" = "定義動作";
"URL:" = "網址：";
"CornerClick will activate now and when you log in" = "CornerClick 將於您登入時和現在啟用";
"Choose the screen corner" = "選擇螢幕角落";
"Add a new action ⌘A" = "新增一項新的動作 ⌘A";
"Note: To enable the Exposé action, make sure that you configure a hotkey for the action using one of the F-keys." = "請留意：要啟用這項 Exposé 動作，請確定您使用其中一個 F-鍵替這個動作設定一組快速鍵。";

"Open Website" = "開啟官方網站";
"CornerClick is enabled" = "CornerClick 已經啟用";
"After a delay:" = "在 1 秒鐘後：";
"Icon Size" = "圖像大小";
"Action:" = "動作：";
"after delay" = "2 秒鐘延遲";
"Choose..." = "選擇...";
"Name:" = "名稱：";
"Open Exposé Preferences" = "打開 Exposé 偏好設定";